/* %@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@ */
"%@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@" = "%1$@ Naładowanie: %2$d%%, Natężenie: %3$d, zasilacz: %4$@, ładowanie: %5$@";

/* %d cycles */
"%d cycles" = "%d cykli";

/* %d entries */
"%d entries" = "%d wpisów";

/* %d minutes */
"%d minutes" = "%d minut";

/* %d months */
"%d months" = "%d miesięcy";

/* %d year(s), %d month(s) */
"%d year(s), %d month(s)" = "%1$d lat, %2$d miesięcy";

/* %dh:%.2dm */
"%dh:%.2dm" = "%1$dh:%2$.2dm";

/* %m/%d/%Y */
"%m/%d/%Y" = "%Y-%m-%d";

/* +++ Awake from Sleep +++ */
"+++ Awake from Sleep +++" = "+++ Obudzony +++";

/* +++ Battery charge interrupted +++ */
"+++ Battery charge interrupted +++" = "+++ Przerwano ładowanie baterii +++";

/* +++ Battery has been charged +++ */
"+++ Battery has been charged +++" = "+++ Bateria została naładowana +++";

/* +++ Battery is now charging +++ */
"+++ Battery is now charging +++" = "+++ Bateria jest teraz ładowana +++";

/* +++ Switching to AC Power +++ */
"+++ Switching to AC Power +++" = "+++ Podłączono zasilacz +++";

/* --- Going to Sleep --- */
"--- Going to Sleep ---" = "--- Zasypia ---";

/* --- Switching to Battery Power --- */
"--- Switching to Battery Power ---" = "--- Praca na baterii ---";

/* . %@ to empty */
". %@ to empty" = ". %@ do wyczerpania";

/* . %@ to full charge */
". %@ to full charge" = ". %@ do pełnego naładowania";

/* 1 hour */
"1 hour" = "1 godzina";

/* === Application started === */
"=== Application started ===" = "=== Program uruchomiony ===";

/* === Monitoring resumed === */
"=== Monitoring resumed ===" = "=== Wznowiono monitoring ===";

/* === Monitoring stopped === */
"=== Monitoring stopped ===" = "=== Zatrzymano monitoring ===";

/* === System is shutting down === */
"=== System is shutting down ===" = "=== System się zamyka ===";

/* AC adapter */
"AC adapter" = "Zasilacz";

/* Added shared battery #%d on %@ */
"Added shared battery #%d on %@" = "Dodano współdzieloną baterię #%1$d na %2$@";

/* Alerts */
"Alerts" = "Powiadomienia";

/* Amperage */
"Amperage" = "Natężenie";

/* battery */
"battery" = "bateria";

/* Battery Changed */
"Battery Changed" = "Bateria zmieniona";

/* Battery Details */
"Battery Details" = "Właściwości baterii";

/* Battery Exhausted */
"Battery Exhausted" = "Bateria wyczerpana";

/* Battery Low */
"Battery Low" = "Niski poziom baterii";

/* Calculating... */
"Calculating..." = "Obliczam...";

/* Cancel */
"Cancel" = "Anuluj";

/* Capacity */
"Capacity" = "Pojemność";

/* Charge */
"Charge" = "Naładowanie";

/* Charge Started */
"Charge Started" = "Rozpoczęto ładowanie";

/* Charge Stopped */
"Charge Stopped" = "Zatrzymano ładowanie";

/* Charge: %d%% */
"Charge: %d%%" = "Naładowanie: %d%%";

/* Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d */
"Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d" = "Naładowanie: %1$d%%, napięcie: %2$dmV, Natężenie: %3$dmA (szczyt: %4$dmA), zasilacz: %5$@, ładowanie: %6$@, ilość cykli: %7$d";

/* Charging */
"Charging" = "Ładowanie";

/* Chart View */
"Chart View" = "Wykres";

/* Clear Log */
"Clear Log" = "Wyczyść dziennik";

/* Could not write to file %@ */
"Could not write to file %@" = "Błąd zapisu do pliku: %@";

/* Current Charge: %d%% */
"Current Charge: %d%%" = "Aktualny stopień naładowania: %d%%";

/* Cycle Count */
"Cycle Count" = "Ilość cykli";

/* Cycle count or maximum capacity changed. Adding a snapshot */
"Cycle count or maximum capacity changed. Adding a snapshot" = "Zmieniono ilość cykli lub maksymalną pojemność. Dodano snapshot";

/* Date */
"Date" = "Data";

/* Demo Battery */
"Demo Battery" = "Bateria demo";

/* Details */
"Details" = "Szczegóły";

/* Diagnostics */
"Diagnostics" = "Diagnostyka";

/* Energy Saver */
"Energy Saver" = "Oszczędzanie energii";

/* Error writing to file */
"Error writing to file" = "Błąd zapisu do pliku";

/* Evaluation license */
"Evaluation license" = "Licencja testowa";

/* Export */
"Export" = "Eksport";

/* Family pack license */
"Family pack license" = "Licencja rodzinna";

/* Found Shared Battery */
"Found Shared Battery" = "Znaleziono współdzieloną baterię";

/* General */
"General" = "Ogólne";

/* Gift license */
"Gift license" = "Licencja podarunkowa";

/* Hide Battery Status */
"Hide Battery Status" = "Ukryj stan baterii";

/* Hide Sessions Browser */
"Hide Sessions Browser" = "Ukryj przeglądarkę sesji";

/* Hide Sidebar */
"Hide Sidebar" = "Ukryj Sidebar";

/* Inspect */
"Inspect" = "Inspektor";

/* Inspect Session */
"Inspect Session" = "Badaj sesję";

/* Later */
"Later" = "Później";

/* License expired */
"License expired" = "Licencja wygasła";

/* Max Capacity */
"Max Capacity" = "Maksymalna pojemność";

/* MiniBatteryLogger Battery Data Sharing */
"MiniBatteryLogger Battery Data Sharing" = "Udostępnianie danych baterii MiniBatteryLogger";

/* Monitoring Started */
"Monitoring Started" = "Rozpoczęto monitoring";

/* Monitoring Stopped */
"Monitoring Stopped" = "Wstrzymano monitoring";

/* Never */
"Never" = "Nigdy";

/* no */
"no" = "nie";

/* No */
"No" = "Nie";

/* No Snapshots */
"No Snapshots" = "Bez zrzutów";

/* Not available */
"Not available" = "Nie dostępne";

/* Not Eligible */
"Not Eligible" = "Nie występuje";

/* Now monitoring battery %d on %@ */
"Now monitoring battery %d on %@" = "Monitorowana bateria %1$d na %2$@";

/* OK */
"OK" = "OK";

/* Open Energy Saver */
"Open Energy Saver" = "Otwórz Oszczędzanie energii";

/* Open Log */
"Open Log" = "Otwórz dziennik";

/* Open Log in Console */
"Open Log in Console" = "Otwórz dziennik w Console";

/* Original Capacity */
"Original Capacity" = "Pierwotna pojemność";

/* Plugged */
"Plugged" = "Zasilacz";

/* Power Source Changed */
"Power Source Changed" = "Zmieniono źródło zasilania";

/* Power source: %@ */
"Power source: %@" = "Źródło zasilania: %@";

/* Print Document */
"Print Document" = "Drukuj dokoment";

/* Registration */
"Registration" = "Rejestracja";

/* Restart now */
"Restart now" = "Zrestartuj teraz";

/* Restart required */
"Restart required" = "Wymagany restart";

/* Resume */
"Resume" = "Wznów";

/* Resume Monitoring */
"Resume Monitoring" = "Wznów monitoring";

/* Session */
"Session" = "Sesja";

/* Session started %@ at %@, monitoring for %@ h */
"Session started %@ at %@, monitoring for %@ h" = "Sesja rozpoczęta %1$@ o %2$@, monitoring %3$@ h";

/* Sessions */
"Sessions" = "Sesje";

/* Sessions Browser */
"Sessions Browser" = "Przeglądarka sesji";

/* Setting the value to zero will disable the warnings. Are you sure? */
"Setting the value to zero will disable the warnings. Are you sure?" = "Ustawienie tej wartości na zero wyłączy ostrzeżenia. Jesteś pewien?";

/* Shared battery #%d on %@ no longer available */
"Shared battery #%d on %@ no longer available" = "Współdzielona bateria #%1$d na %2$@ już niedostępna";

/* Shared Battery Removed */
"Shared Battery Removed" = "Współdzielona bateria usunięta";

/* Sharing */
"Sharing" = "Wymiana danych";

/* Shift */
"Shift" = "Przesuń";

/* Shift Chart */
"Shift Chart" = "Przesuń wykres";

/* Show Battery Status */
"Show Battery Status" = "Pokaż stan baterii";

/* Show Sessions Browser */
"Show Sessions Browser" = "Pokaż przeglądarkę sesji";

/* Show Sidebar */
"Show Sidebar" = "Pokaż Sidebar";

/* Single user license */
"Single user license" = "Licencja dla pojedynczego użytkownika";

/* Site license */
"Site license" = "Licencja na site";

/* Snapshot Grabbed */
"Snapshot Grabbed" = "Zrzut pobrano";

/* Software Update */
"Software Update" = "Aktualizacja programu";

/* Start date: %@, expiration date: %@, license type: %@ */
"Start date: %@, expiration date: %@, license type: %@" = "Data początkowa: %1$@, data wygaśnięcia: %2$@, typ licencji: %3$@";

/* Stop */
"Stop" = "Stop";

/* Stop Monitoring */
"Stop Monitoring" = "Przerwij monitoring";

/* Switching to AC Power */
"Switching to AC Power" = "Podłączono zasilacz";

/* Switching to Battery Power */
"Switching to Battery Power" = "Praca na baterii";

/* Test Notification */
"Test Notification" = "Powiadomienie o teście";

/* The battery has reached the %d%% of its original capacity */
"The battery has reached the %d%% of its original capacity" = "Bateria osiągnęła %d%% swojej oryginalnej pojemności";

/* The license you entered was valid, but has already expired */
"The license you entered was valid, but has already expired" = "Wprowadzona licencja jest poprawna ale już wygasła";

/* This battery is not eligible for the iBook G4 and PowerBook G4 Battery Exchange program */
"This battery is not eligible for the iBook G4 and PowerBook G4 Battery Exchange program" = "Ta bateria nie podlega programowi wymiany baterii iBook G4 i PowerBook G4";

/* This is a test notification */
"This is a test notification" = "To jest testowe powiadomienie";

/* This Mac */
"This Mac" = "Ten Mac";

/* This setting requires the restart of the application to be effective. You may restart the application right now or later. */
"This setting requires the restart of the application. You may restart the application right now or later." = "Zmiana tego ustawienia wymaga restartu aplikacji. Możesz to zrobić teraz lub później.";

/* Type */
"Type" = "Typ";

/* Unknown */
"Unknown" = "Nieznane";

/* Version %@ (%@) */
"Version %@ (%@)" = "Wersja %1$@ (%2$@)";

/* View */
"View" = "Widok";

/* Voltage */
"Voltage" = "Napięcie";

/* Warning disabled */
"Warning disabled" = "Ostrzeżenia wyłączone";

/* Yes */
"Yes" = "Tak";

/* yes */
"yes" = "tak";

/* Zoom */
"Zoom" = "Powiększenie";

